Repository: Jaxongir1006/Ronix
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Cart_user
uz: Savat foydalanuvchisi

source: Cart
uz: Savat

source: Carts
uz: Savatlar

source: Product
uz: Mahsulot

source: Quantity
uz: Miqdori

source: Cart Item
uz: Savat mahsuloti

source: Cart Items
uz: Savat mahsulotlari

source: Full name
uz: Toliq ism

source: Phone number
uz: Telefon raqam

source: Email address
uz: Email pochta

source: Message
uz: Xabar

source: Created at
uz: Yaratilgan

source: Contact Us
uz: Biz bilan boglaning

source: Title
uz: Sarlavha

source: Image
uz: Rasm

source: Home Banner
uz: Uy banneri

source: Home Banners
uz: Uy bannerlari

source: Description
uz: Tavsif

source: Branch name
uz: Filial nomi

source: Branch image
uz: Filial rasmi

source: Branch address
uz: Filial addressi

source: Branch phone number
uz: Filial telefon raqami

source: Branch email
uz: Filial emaili

source: Branch
uz: Filial

source: Branches
uz: Filiallar

source: Pending
uz: Kutilmoqda

source: Paid
uz: To'langan

source: Canceled
uz: Rad etilgan

source: Awaiting Payment
uz: To'lov kutilmoqda

source: order_status
uz: buyurtma holati

source: user
uz: Foydalanuvchi

source: Total price
uz: Umumiy narxi

source: Order
uz: Buyurtma

source: Orders
uz: Buyurtmalar

source: order
uz: Buyurtma

source: product
uz: Mahsulot

source: quantity
uz: miqdori

source: Price
uz: narxi

source: Order Item
uz: Buyurtma mahsuloti

source: Order Items
uz: Buyurtma mahsulotlari

source: Phone number or email is required.
uz: Telefon raqami yoki elektron pochta manzili talab qilinadi.

source: Verification code sent. Please verify your account before ordering.
uz: Tasdiqlash kodi yuborildi. Buyurtma berishdan oldin hisobingizni tasdiqlang.

source: Question
uz: Savol

source: Answer
uz: Javob

source: About Us
uz: Biz haqimizda

source: Транзакция не найдена.
uz: Tranzaksiya topilmadi.

source: Transaction not found.
uz: Tranzaksiya topilmadi.

source: Время транзакции истекло.
uz: Tranzaksiya muddati tugagan.

source: Transaction timeout.
uz: Tranzaksiya muddati tugagan.

source: Невозможно создать транзакцию.
uz: Tranzaksiyani yaratib bolmaydi.

source: Cannot create transaction.
uz: Tranzaksiyani yaratib bolmaydi.

source: Невозможно выполнить транзакцию.
uz: Tranzaksiyani bajarib bolmaydi.

source: Unable to perform the transaction.
uz: Tranzaksiyani bajarib bolmaydi.

source: Name
uz: Nomi

source: Category
uz: Kategoriya

source: Categories
uz: Kategoriyalar

source: Subcategory
uz: Subkategory

source: Subcategories
uz: Subkategoriyalar

source: Features
uz: Xususiyatlari

source: Made in
uz: Ishlab chiqarilgan

source: Barcode for Color Box
uz: Rangli quti uchun shtrix-kod

source: Barcode for Inner Carton
uz: Ichki karton uchun shtrix-kod

source: Products
uz: Mahsulotlar

source: Type
uz: Turi

source: Size
uz: Hajmi

source: Power
uz: Quvvat

source: Voltage
uz: Kuchlanishi

source: Frequency
uz: Chastotasi

source: Speed
uz: Tezlik

source: Capacity in wood
uz: Yog'ochdagi quvvat

source: Capacity in steel
uz: Po'latdagi quvvat

source: Weight
uz: Og'irligi

source: Supplied in
uz: Taqdim etilgan

source: Specification
uz: Spetsifikatsiya

source: Specifications
uz: Spetsifikatsiya

source: Product Image
uz: Mahsulot rasmi

source: Product Images
uz: Mahsulot rasmlari

source: At least one of image or video must be provided.
uz: Rasm yoki videoning kamida bittasi taqdim etilishi kerak.

source: Main image
uz: Asosiy rasm

source: Product Detail
uz: Mahsulot detali

source: Product Details
uz: Mahsulot tafsilotlari

source: Username
uz: Foydalanuvchi nomi

source: User
uz: Foydalanuvchi

source: Users
uz: Foydalanuvchilar
